Repository: tkurbad/script.remoteshutdown
Catalog: resources/language/*/strings.po
Languages: german

# Addon Summary
source: Remotely shuts down a (Linux) host via SSH
german: Fährt einen entfernten (Linux) Rechner mittels SSH herunter

# Addon Description
source: Sends 'shutdown -hP now' or any other (configurable) command to a remote host using SSH
german: Sendet 'shutdown -hP now' oder einen beliebigen anderen Befehl mittels SSH an einen entfernten Computer

# #41000
source: Sending remote command
german: Sende Remote-Befehl

# #41001
source: Remote command execution successful!
german: Remote-Befehl erfolgreich ausgeführt!

# #41002
source: Remote command execution failed!
german: Remote-Befehl konnte nicht ausgeführt werden!

# #51000
source: Remote hostname or IP-address
german: Hostname oder IP-Adresse des Remote-Computers

# #51001
source: Pathname of local 'ssh' command
german: Pfad zum lokalen 'ssh'-Befehl

# #51002
source: Connect timeout (seconds)
german: Timeout (in Sekunden) für SSH-Verbindung

# #51003
source: Remote username to connect as
german: Nutzername für SSH-Verbindung

# #51004
source: Command to execute on the remote host
german: Auf dem Remote-Computer auszuführender Befehl

# #51005
source: Extra options to pass to 'ssh' command
german: Weitere Kommandozeilenoptionen für den 'ssh'-Befehl

# #51010
source: Enable debugging
german: Debugging einschalten

# #51011
source: Execute using shell
german: Verwende Shell zum Ausführen
